/**
 *	filename: Menu.strings
 *	created : Fri May 28 13:08:33 2004
 *	LastEditDate Was "Thu Nov 11 13:03:57 2004"
 *
 */
MENU_SEARCH                = "Spotlight";

/* Format of a tooltip line*/
MENU_1_LINE_TOOLTIP       = "%@: %@";

/* Format of a 2 lines tooltip */
MENU_2_LINES_TOOLTIP	   = "%@: %@\n%@: %@";

/* Format of a 3 lines tooltip */
MENU_3_LINES_TOOLTIP	   = "%@: %@\n%@: %@\n%@: %@";

/* Format of a 4 lines tooltip */
MENU_4_LINES_TOOLTIP	   = "%@: %@\n%@: %@\n%@: %@\n%@: %@";

/* Format of a definition tooltip */
MENU_DICTIONARY_TOOLTIP	   = "%@\n%@: %@";

/* Text used in tooltip == displayName */
MENU_NAME_TOOLTIP          = "Nimi";

/* Text used in tooltip == path to file */
MENU_URL_TOOLTIP           = "Osoite";

/* Text used in tooltip == url to item its a bookmark */
MENU_WHERE_TOOLTIP         = "Polku";

/* Text used in tooltip == only in mail messages */
MENU_AUTHORS_TOOLTIP       = "Lähettäjä";

/* Text used in tooltip when its a calculation result */
MENU_EXPRESSION_TOOLTIP   = "Laskin";

/* Text used in tooltip to show the phone number when its a contact */
MENU_PHONE_TOOLTIP        = "Puhelin";

/* Text used in tooltip when its a definition result */
MENU_DEFINITION_TOOLTIP    = "Määritelmä";

/* Text used in tooltip to show its a search */

/* For now these are the same, if its necessary to show something
 * different from just 1 result then change one of them
 */
SHOW_ALL_NO_COUNT          = "Näytä kaikki";
SHOW_ALL_RESULT_SINGULAR   = "Näytä kaikki (1)";
SHOW_ALL_RESULT_PLURAL	   = "Näytä kaikki (%d)";
SHOW_ALL_RESULT_NONE_FOUND = "Ei tuloksia";
SHOW_ALL_RESULTS_HEADING   = "Tulokset";
MENU_PREFERENCES           = "Spotlight-asetukset…";

/* This is  the menu indexing status */
FIELD_INDEXING_DISKS_TOOLTIP = "Indeksoidaan taltioita (%d %% suoritettu)";
FIELD_INDEXING_TOOLTIP_CALCULATING = "Indeksoidaan taltioita";

/* This is used as the separator between the name and the directory component in the Search menu */
EMDASH = " - ";

/* Used when for the indexing volumes section */
INDEXING_VOLUME_NAMED = "Indeksoidaan %@";

TIME_REMAINING_HOURS = "Noin %d tuntia jäljellä";
TIME_REMAINING_MINUTES = "Noin %d minuuttia jäljellä";
TIME_REMAINING_SECONDS = "Noin %d sekuntia jäljellä";

TIME_REMAINING_HOUR = "Noin %d tunti jäljellä";
TIME_REMAINING_MINUTE = "Noin %d minuutti jäljellä";
TIME_REMAINING_SECOND = "Noin %d sekunti jäljellä";

CALCULATING_TIME = "Arvioidaan indeksointiaikaa";
INTERNAL_DISKS = "Indeksoidaan sisäisiä taltioita";

/* Placed in the top text field when indexing everything */
INDEXING = "Indeksoidaan…";

"INDEXING_COMPUTER" = "Indeksoidaan %@";

"NO_MAIL_SUBJECT" = "Ei aihetta";

/* Path tooltip for iTunes music files */
"PREVIEW_ITUNES_LIBRARY" = "iTunes-musiikkikirjasto";

/* Path tooltip for items in the trash */
"PREVIEW_TRASH" = "Roskakori";
